Repository: stevenvdr/energieklandschapshout_projectwebsite
Catalog: energieklandschapshout_projectwebsite/reservation/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Reservation
nl: Reservatie

source: New reservation for %s
nl: Nieuwe reservatie voor %s

source: Contact information:
nl: Contact informatie

source: - Name: %(contact_name)s
nl: - Naam: %(contact_name)s

source: - Phone number: %(contact_phone)s
nl: - Telefoon nummer: %(contact_phone)s

source: You have just made a reservation for %(name)s. Your reservation will now be reviewed.
nl: U heeft zopas een reservatie gemaakt voor %(name)s. Uw reservatie zal nu worden nagegeken.

source: If you have further questions, please contact us at %(mail)s.
nl: Indien u nog vragen heeft, gelieve ons te contacteren op %(mail)s.

source: Your reservation was successful, and is now pending. You will have received an email confirming this.
nl: Uw reservatie was succesvol, en wordt nu nagekeken. U zal hierover ook een mail gekregen hebben.

source: The reservation has been approved.
nl: De reservatie werd goedgekeurd.

source: Incorrect request.
nl: Incorrecte aanvraag.

source: The reservation has been deleted.
nl: De reservatie werd verwijderd.

source: Who needs to be contacted if there are new reservations
nl: Wie moet er gecontacteerd worden als er nieuwe reservaties binnen komen.
